{"class_name": "Tokenizer", "config": {"num_words": 50000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 37994, "word_counts": "{\"prepare\": 525, \"the\": 83137, \"mushroom\": 449, \"broth\": 2607, \"according\": 402, \"to\": 73678, \"this\": 7996, \"recipe\": 3122, \"after\": 836, \"straining\": 12, \"season\": 5793, \"it\": 10828, \"with\": 48082, \"rice\": 3225, \"vinegar\": 3015, \"and\": 125141, \"mirin\": 115, \"scoop\": 742, \"\\u00bc\": 2429, \"cup\": 36016, \"of\": 38020, \"into\": 19711, \"a\": 60953, \"small\": 8648, \"bowl\": 15923, \"add\": 20502, \"miso\": 348, \"paste\": 1459, \"whisk\": 4173, \"until\": 36191, \"smooth\": 3131, \"then\": 8853, \"stir\": 8602, \"taste\": 4375, \"\\r\": 5307, \"meanwhile\": 283, \"heat\": 17877, \"1\": 55762, \"tablespoon\": 10513, \"olive\": 8274, \"oil\": 14256, \"in\": 57006, \"large\": 17904, \"lidded\": 13, \"skillet\": 6833, \"over\": 17816, \"medium\": 13784, \"bok\": 255, \"choy\": 246, \"single\": 376, \"layer\": 1736, \"sear\": 147, \"for\": 18687, \"2\": 49892, \"minutes\": 28956, \"or\": 24572, \"browned\": 1482, \"underneath\": 69, \"sprinkle\": 4485, \"salt\": 18113, \"water\": 10888, \"toss\": 3806, \"cover\": 6832, \"cook\": 8182, \"is\": 14944, \"bright\": 321, \"green\": 3404, \"tender\": 5100, \"about\": 23116, \"minute\": 2423, \"remove\": 5205, \"from\": 10980, \"pan\": 8529, \"set\": 3987, \"aside\": 1893, \"wipe\": 168, \"out\": 4076, \"return\": 1321, \"stove\": 139, \"remaining\": 8015, \"tablespoons\": 20086, \"mushrooms\": 2123, \"pinch\": 1190, \"let\": 5757, \"without\": 680, \"stirring\": 6942, \"occasionally\": 4085, \"5\": 7604, \"more\": 5766, \"noodles\": 1008, \"package\": 814, \"instructions\": 440, \"drain\": 3209, \"divide\": 1360, \"among\": 1188, \"four\": 307, \"bowls\": 1020, \"pour\": 3314, \"top\": 6003, \"baked\": 443, \"tofu\": 609, \"daikon\": 58, \"scallions\": 1214, \"serve\": 6300, \"chili\": 978, \"crisp\": 1722, \"tamari\": 282, \"broth\\r\": 61, \"vinegar\\r\": 266, \"mirin\\r\": 4, \"white\": 4306, \"paste\\r\": 47, \"3\": 18393, \"extra\": 3175, \"virgin\": 2308, \"oil\\r\": 644, \"baby\": 752, \"sliced\": 3627, \"thin\": 1707, \"wedges\\r\": 36, \"sea\": 2382, \"salt\\r\": 550, \"water\\r\": 202, \"caps\": 141, \"pound\": 3905, \"shiitake\": 338, \"sliced\\r\": 278, \"8\": 6090, \"ounces\": 4583, \"dried\": 3508, \"ramen\": 24, \"noodles\\r\": 16, \"tofu\\r\": 16, \"julienned\": 55, \"radish\": 180, \"carrot\\r\": 4, \"bunch\": 603, \"thinly\": 2788, \"we\": 1002, \"like\": 1798, \"trader\": 19, \"joe's\": 16, \"brand\": 116, \"serving\\r\": 114, \"serving\": 2375, \"me\": 272, \"flavorful\": 287, \"what\": 406, \"sets\": 72, \"apart\": 493, \"an\": 3873, \"amazing\": 72, \"just\": 5370, \"ok\": 82, \"one\": 2635, \"most\": 696, \"traditional\": 296, \"types\": 32, \"start\": 644, \"meat\": 2045, \"seafood\": 172, \"so\": 2217, \"when\": 2124, \"i\": 3999, \"was\": 928, \"testing\": 29, \"vegan\": 654, \"challenge\": 11, \"creating\": 47, \"equally\": 227, \"rich\": 502, \"plant\": 65, \"based\": 157, \"ingredients\": 5020, \"my\": 1357, \"solution\\u2026mushrooms\": 1, \"use\": 3162, \"as\": 6743, \"base\": 427, \"it\\u2019s\": 769, \"made\": 3900, \"fresh\": 13610, \"well\": 3966, \"creminis\": 4, \"onions\": 3131, \"garlic\": 9742, \"ginger\": 1785, \"kombu\": 105, \"deepen\": 6, \"flavor\": 1410, \"further\": 40, \"also\": 1112, \"savory\": 271, \"earthy\": 96, \"slightly\": 2659, \"tangy\\u2026so\": 1, \"delicious\": 995, \"wash\": 248, \"dry\": 4344, \"onion\": 5389, \"skins\": 337, \"them\": 3606, \"slice\": 1668, \"stock\": 1459, \"pot\": 4244, \"stems\": 957, \"cremini\": 89, \"10\": 5934, \"are\": 7503, \"soft\": 1899, \"bulb\": 312, \"peppercorns\": 347, \"bring\": 3848, \"boil\": 5161, \"high\": 5078, \"reduce\": 2368, \"low\": 3988, \"simmer\": 5170, \"hour\": 2156, \"strain\": 932, \"yellow\": 967, \"onions\\r\": 23, \"mushrooms\\r\": 27, \"halved\\r\": 30, \"cups\": 13523, \"halved\": 1213, \"horizontally\\r\": 1, \"inch\": 12369, \"piece\": 1152, \"\\u00bd\": 3386, \"ounce\": 3478, \"tamari\\r\": 57, \"teaspoon\": 18729, \"black\": 4586, \"peppercorns\\r\": 8, \"here\": 603, \"us\": 119, \"many\": 509, \"people\": 108, \"know\": 175, \"pasta\": 2595, \"e\": 65, \"fagioli\": 4, \"menu\": 182, \"at\": 9163, \"garden\": 50, \"but\": 4502, \"i\\u2019m\": 208, \"tell\": 43, \"you\": 5827, \"that\": 3086, \"have\": 2113, \"try\": 426, \"making\": 697, \"dish\": 3615, \"home\": 253, \"comes\": 929, \"together\": 4756, \"largely\": 9, \"pantry\": 106, \"staples\": 35, \"combination\": 310, \"beans\": 2601, \"veggies\": 280, \"makes\": 740, \"satisfying\": 158, \"standalone\": 1, \"meal\": 805, \"red\": 5711, \"pepper\": 13448, \"flakes\": 1000, \"30\": 3717, \"seconds\": 1306, \"broccolini\": 86, \"tossing\": 503, \"lemon\": 8146, \"juice\": 5839, \"cloves\": 2820, \"flakes\\r\": 153, \"trimmed\": 950, \"lengthwise\": 1395, \"if\": 7538, \"thick\": 3462, \"6\": 5096, \"plus\": 2841, \"taste\\r\": 166, \"teaspoons\": 6718, \"love\": 583, \"soup\": 1752, \"kinda\": 3, \"minestrone\": 6, \"some\": 2647, \"cannelloni\": 19, \"aren\\u2019t\": 19, \"other\": 1553, \"flavors\": 708, \"too\": 1107, \"thank\": 141, \"dutch\": 266, \"oven\": 8733, \"fennel\": 1376, \"carrots\": 1715, \"several\": 577, \"grinds\": 193, \"15\": 3946, \"very\": 2454, \"tomato\": 1713, \"rosemary\": 1032, \"tomatoes\": 3633, \"their\": 758, \"juices\": 1606, \"parmesan\": 1360, \"rind\": 167, \"using\": 4444, \"20\": 2873, \"al\": 384, \"dente\": 363, \"kale\": 953, \"wilted\": 403, \"drizzling\\r\": 240, \"diced\\r\": 161, \"celery\": 1601, \"ribs\": 943, \"finely\": 4528, \"chopped\\r\": 343, \"freshly\": 2766, \"ground\": 6005, \"pepper\\r\": 476, \"grated\\r\": 68, \"chopped\": 10445, \"rosemary\\r\": 38, \"14\": 877, \"can\": 7200, \"diced\": 1228, \"tomatoes\\r\": 112, \"cooked\": 3161, \"cannellini\": 116, \"drained\": 1157, \"rinsed\\r\": 132, \"4\": 30422, \"vegetable\": 2774, \"optional\\r\": 175, \"ditalini\": 9, \"pasta\\r\": 40, \"swiss\": 201, \"chard\": 352, \"leaves\": 3053, \"stemmed\": 364, \"torn\": 325, \"pinches\": 785, \"be\": 8170, \"clear\": 205, \"these\": 1395, \"meatballs\": 151, \"don\\u2019t\": 353, \"they\\u2019re\": 195, \"whole\": 2936, \"foods\": 841, \"eat\": 274, \"doesn\\u2019t\": 73, \"mean\": 29, \"they\": 1947, \"tasty\": 95, \"texture\": 500, \"great\": 831, \"preheat\": 1804, \"425\\u00b0f\": 436, \"line\": 1064, \"baking\": 8515, \"sheet\": 4386, \"parchment\": 1565, \"paper\": 3065, \"place\": 5097, \"on\": 14954, \"drizzle\": 2291, \"coat\": 2323, \"spread\": 2226, \"evenly\": 1525, \"roast\": 2254, \"shriveled\": 10, \"around\": 1539, \"edges\": 1248, \"food\": 2001, \"processor\": 2289, \"walnuts\": 736, \"seed\": 330, \"cumin\": 1009, \"paprika\": 547, \"sage\": 636, \"pulse\": 818, \"coarsely\": 2194, \"roasted\": 1391, \"oats\": 377, \"flaxseed\": 127, \"balsamic\": 782, \"mixture\": 10780, \"combined\": 1286, \"still\": 1225, \"has\": 1074, \"few\": 2026, \"larger\": 248, \"bean\": 831, \"chunks\": 172, \"transfer\": 7936, \"fold\": 1442, \"panko\": 311, \"cookie\": 617, \"portion\": 173, \"your\": 3419, \"hands\": 511, \"roll\": 1423, \"balls\": 400, \"cast\": 298, \"iron\": 345, \"bottom\": 2448, \"avocado\": 1160, \"rotating\": 160, \"brown\": 5728, \"all\": 6332, \"bake\": 3745, \"firm\": 1526, \"lightly\": 2866, \"marinara\": 99, \"16\": 633, \"mixed\": 546, \"walnuts\\r\": 61, \"onion\\r\": 100, \"sprinkling\\r\": 41, \"seeds\": 2648, \"toasted\\r\": 48, \"cumin\\r\": 75, \"smoked\": 727, \"paprika\\r\": 72, \"sage\\r\": 14, \"1\\u00bd\": 437, \"rolled\": 218, \"oats\\r\": 40, \"flaxseed\\r\": 18, \"\\u00be\": 372, \"bread\": 3031, \"crumbs\\r\": 23, \"pan\\r\": 28, \"sauce\": 7785, \"store\": 963, \"bought\": 187, \"rao's\": 1, \"want\": 465, \"before\": 3062, \"wheat\": 452, \"purpose\": 2082, \"flours\": 104, \"powder\": 1936, \"cinnamon\": 1505, \"almond\": 1360, \"milk\": 2958, \"maple\": 1163, \"syrup\": 2239, \"vanilla\": 2834, \"wet\": 384, \"mix\": 3375, \"will\": 2967, \"get\": 643, \"bubbly\": 53, \"foamy\": 130, \"stage\": 37, \"bubbles\": 240, \"stay\": 53, \"mostly\": 42, \"intact\": 144, \"help\": 291, \"pancakes\": 236, \"rise\": 286, \"nonstick\": 1004, \"brush\": 1788, \"working\": 632, \"batches\": 1128, \"necessary\": 988, \"\\u2153\": 530, \"measuring\": 334, \"batter\": 1448, \"2\\u00bd\": 60, \"first\": 1410, \"side\": 4804, \"golden\": 4716, \"flip\": 215, \"second\": 528, \"puffed\": 320, \"through\": 3826, \"flour\": 4394, \"spooned\": 97, \"leveled\\r\": 40, \"powder\\r\": 228, \"cinnamon\\r\": 135, \"heaping\": 266, \"milk\\r\": 129, \"apple\": 1436, \"cider\": 736, \"extract\": 446, \"being\": 259, \"australian\": 21, \"tend\": 31, \"not\": 4295, \"recipes\": 378, \"often\": 947, \"translate\": 3, \"oz\": 987, \"grams\": 158, \"fahrenheit\": 7, \"celsius\": 1, \"sometimes\": 233, \"work\": 1133, \"which\": 837, \"am\": 78, \"lazy\": 15, \"do\": 2118, \"really\": 316, \"loved\": 72, \"did\": 113, \"husband\": 77, \"who\": 174, \"enthusiastic\": 2, \"carnivore\": 3, \"again\": 700, \"passing\": 175, \"friends\": 76, \"make\": 3954, \"buffalo\": 51, \"cauliflower\": 719, \"ranch\": 60, \"dressing\": 2068, \"linked\": 6, \"above\": 319, \"assemble\": 467, \"tacos\": 171, \"tortillas\": 664, \"slices\": 3905, \"cabbage\": 823, \"jalape\\u00f1os\": 175, \"cilantro\": 1796, \"lime\": 3434, \"wedges\": 1128, \"squeezing\": 108, \"wings\": 211, \"air\": 219, \"fryer\": 73, \"cauliflower\\r\": 13, \"warmed\\r\": 8, \"slices\\r\": 47, \"shredded\": 580, \"cabbage\\r\": 33, \"jalape\\u00f1o\": 837, \"peppers\\r\": 22, \"cilantro\\r\": 108, \"look\": 332, \"how\": 415, \"fluffy\": 403, \"started\": 85, \"couldn\\u2019t\": 36, \"believe\": 33, \"because\": 448, \"always\": 253, \"thought\": 76, \"eggs\": 2597, \"were\": 263, \"essential\": 53, \"puffy\": 26, \"proves\": 7, \"need\": 660, \"even\": 687, \"common\": 50, \"egg\": 3742, \"substitute\": 264, \"mashed\": 358, \"banana\": 266, \"flax\": 74, \"ultra\": 22, \"stack\": 161, \"secret\": 121, \"puff\": 195, \"400\\u00b0f\": 898, \"cornstarch\": 471, \"lift\": 269, \"florets\": 198, \"allowing\": 161, \"any\": 2455, \"excess\": 931, \"drip\": 142, \"back\": 1007, \"arrange\": 1899, \"basket\": 180, \"leaving\": 722, \"little\": 1280, \"space\": 108, \"each\": 6444, \"floret\": 5, \"crowd\": 51, \"fry\": 911, \"9\": 1361, \"spatula\": 825, \"carefully\": 793, \"another\": 1773, \"dark\": 927, \"additional\": 999, \"desired\": 1744, \"dipping\": 239, \"\\u2154\": 65, \"cornstarch\\r\": 10, \"head\": 533, \"pounds\": 2558, \"broken\": 154, \"florets\\r\": 26, \"brushing\\r\": 38, \"optional\": 1692, \"basics\": 6, \"meaning\": 13, \"easily\": 230, \"breakfast\": 281, \"whenever\": 26, \"pancake\": 107, \"craving\": 32, \"strikes\": 5, \"such\": 1557, \"simple\": 730, \"yields\": 51, \"you\\u2019ll\": 177, \"rotation\": 17, \"deep\": 1094, \"only\": 961, \"softened\": 973, \"thyme\": 1787, \"wine\": 2835, \"cooks\": 195, \"down\": 2163, \"time\": 3154, \"constantly\": 665, \"addition\": 424, \"absorbed\": 399, \"adding\": 1138, \"next\": 662, \"final\": 77, \"two\": 1079, \"thirds\": 275, \"saut\\u00e9ed\": 217, \"risotto\": 175, \"creamy\": 870, \"slight\": 54, \"bite\": 543, \"cheese\": 5030, \"garnish\": 1569, \"parsley\": 2424, \"grated\": 3310, \"leaves\\r\": 153, \"uncooked\": 265, \"arborio\": 63, \"wine\\r\": 23, \"warmed\": 178, \"pecorino\": 244, \"broiler\": 721, \"foil\": 2283, \"halves\": 650, \"wrap\": 1766, \"clove\": 1202, \"broil\": 484, \"blistering\": 8, \"cool\": 6132, \"touch\": 537, \"wearing\": 29, \"gloves\": 114, \"peel\": 2086, \"loose\": 119, \"skin\": 1578, \"peppers\": 1504, \"half\": 3851, \"membranes\": 113, \"chop\": 1064, \"its\": 820, \"papers\": 17, \"chef\\u2019s\": 19, \"knife\": 1449, \"mash\": 494, \"yogurt\": 1175, \"topping\": 714, \"timing\": 61, \"depend\": 69, \"dip\": 593, \"chives\": 735, \"tortilla\": 448, \"chips\": 611, \"left\": 334, \"crosswise\\r\": 2, \"unpeeled\\r\": 9, \"greek\": 358, \"breadcrumbs\\r\": 8, \"sharp\": 727, \"cheddar\": 408, \"cheese\\r\": 141, \"garnish\\r\": 128, \"350\\u00b0f\": 1775, \"grease\": 210, \"muffin\": 392, \"tin\": 89, \"combine\": 2989, \"clumps\": 226, \"remain\": 122, \"scant\": 227, \"feta\": 704, \"22\": 80, \"24\": 284, \"removing\": 88, \"bell\": 1620, \"medium\\r\": 4, \"scallions\\r\": 72, \"eggs\\r\": 63, \"flour\\r\": 120, \"crumbled\": 647, \"spinach\": 1175, \"artichoke\": 321, \"dip\\r\": 5, \"tastes\": 140, \"cheesy\": 43, \"full\": 376, \"briny\": 36, \"instead\": 396, \"cream\": 5840, \"mayo\": 152, \"sour\": 1217, \"ingredient\\u2026cauliflower\": 1, \"salted\": 1329, \"cooking\": 2557, \"prevent\": 274, \"sticking\": 157, \"carrot\": 748, \"lentils\": 312, \"heated\": 753, \"onto\": 2005, \"plates\": 1237, \"pappardelle\": 23, \"french\": 482, \"dry\\r\": 6, \"sauce\\r\": 69, \"fall\": 223, \"dairy\": 80, \"dips\": 15, \"superstar\": 2, \"ingredient\\u2013cashews\": 1, \"\\u2013creates\": 1, \"luscious\": 62, \"big\": 349, \"game\": 64, \"party\": 170, \"everyone\": 69, \"ask\": 99, \"butter\": 9497, \"coconut\": 2165, \"25\": 1195, \"blender\": 1631, \"puree\": 863, \"pureed\": 70, \"reserved\": 1421, \"chunky\": 116, \"ladle\": 289, \"basil\": 1849, \"unsalted\": 3033, \"28\": 228, \"cans\": 349, \"1\\u2153\": 5, \"fat\": 2197, \"heavy\": 5461, \"thyme\\r\": 24, \"homemade\": 334, \"salsa\\r\": 28, \"batch\": 361, \"refreshing\": 185, \"salsa\": 714, \"cutting\": 640, \"board\": 543, \"dijon\": 886, \"mustard\": 1493, \"gruy\\u00e8re\": 101, \"raclette\": 4, \"cheeses\": 130, \"melt\": 752, \"enough\": 1932, \"sandwich\": 345, \"replace\": 84, \"lid\": 452, \"melted\": 1382, \"getting\": 73, \"fully\": 206, \"sourdough\": 94, \"bread\\r\": 33, \"mayonnaise\\r\": 9, \"mustard\\r\": 112, \"depending\": 276, \"size\": 805, \"spicy\": 451, \"mayo\\r\": 8, \"once\": 1195, \"realize\": 15, \"easy\": 742, \"ingredient\": 364, \"handy\": 22, \"fridge\": 410, \"goes\": 120, \"everything\": 292, \"fries\": 69, \"sushi\": 100, \"sesame\": 1396, \"kimchi\": 58, \"center\": 2339, \"scramble\": 23, \"scrambled\": 54, \"fried\": 404, \"edamame\": 115, \"turn\": 1830, \"off\": 2693, \"microgreens\": 129, \"sriracha\": 208, \"toasted\": 1603, \"ginger\\r\": 85, \"kimchi\\r\": 2, \"riced\\r\": 2, \"beaten\\r\": 22, \"frozen\": 1668, \"edamame\\r\": 13, \"juice\\r\": 322, \"though\": 180, \"lentil\": 36, \"italian\": 1056, \"take\": 469, \"specific\": 15, \"rather\": 103, \"something\": 182, \"hearty\": 183, \"dinner\": 441, \"don\\u2019t\\u00a0want\": 1, \"go\": 390, \"spend\": 20, \"hours\": 3656, \"kitchen\": 733, \"basic\": 168, \"table\": 226, \"right\": 398, \"think\": 223, \"you\\u2019re\": 226, \"going\": 132, \"crack\": 140, \"ramekin\": 51, \"seasoned\": 401, \"swirl\": 149, \"uncovered\": 1351, \"whites\": 937, \"longer\": 915, \"hard\": 441, \"plate\": 1759, \"egg\\r\": 26, \"pat\": 781, \"butter\\r\": 71, \"followed\": 73, \"by\": 3447, \"saucepan\": 4631, \"shallot\": 836, \"vegetables\": 2402, \"drizzles\": 54, \"hot\": 3856, \"squeeze\": 761, \"boiled\": 246, \"poached\": 114, \"microgreens\\r\": 15, \"wedge\": 121, \"best\": 575, \"it's\": 1153, \"pair\": 64, \"grilled\": 683, \"comforting\": 62, \"fragrant\": 551, \"spinach\\r\": 47, \"squeezing\\r\": 20, \"cold\": 2327, \"weather\": 48, \"staple\": 62, \"our\": 492, \"house\": 70, \"simpler\": 26, \"keep\": 2207, \"hand\": 550, \"importantly\": 5, \"tangy\": 273, \"adds\": 287, \"sweetness\": 211, \"give\": 387, \"warming\": 48, \"kick\": 88, \"could\": 274, \"own\": 340, \"topped\": 350, \"leaves\\u2026or\": 1, \"cozy\": 28, \"comfort\": 32, \"much\": 671, \"been\": 347, \"recently\": 30, \"definitely\": 55, \"vote\": 2, \"latter\": 12, \"blend\": 3031, \"reaches\": 99, \"consistency\": 487, \"usually\": 207, \"point\": 283, \"croutons\": 146, \"4\\u00bd\": 3, \"\\u00a0add\": 7, \"canned\": 1084, \"while\": 1023, \"warm\": 2760, \"cane\": 173, \"sugar\": 7695, \"mango\": 542, \"cucumbers\": 310, \"pickled\": 384, \"radishes\": 512, \"nori\": 107, \"rice\\r\": 28, \"sugar\\r\": 171, \"avocados\": 153, \"ripe\": 711, \"mangoes\": 101, \"persian\": 70, \"seaweed\": 39, \"snacks\": 24, \"wow\": 22, \"\\u201csecret\\u201d\": 1, \"mayonnaise\": 596, \"adjust\": 664, \"favorite\": 446, \"find\": 443, \"suggestions\": 52, \"post\": 186, \"sriracha\\r\": 25, \"\\u215b\": 94, \"today\": 68, \"enjoyed\": 48, \"lunch\": 165, \"tomorrow\": 9, \"question\": 15, \"amount\": 283, \"would\": 646, \"ensure\": 57, \"balance\": 124, \"between\": 1199, \"fruit\": 1023, \"chia\": 103, \"needed\": 697, \"ice\": 3007, \"you\\u2019d\": 23, \"smoothie\": 86, \"sweeter\": 49, \"kale\\r\": 30, \"banana\\r\": 11, \"peeled\": 3335, \"orange\": 2813, \"segments\": 214, \"pineapple\": 611, \"chunks\\r\": 9, \"blend\\r\": 12, \"handful\": 449, \"write\": 13, \"9x13\": 52, \"ricotta\": 452, \"zest\": 1468, \"oregano\": 627, \"boiling\": 1979, \"directions\": 199, \"saut\\u00e9\": 2738, \"gently\": 2080, \"along\": 616, \"dollops\": 123, \"mozzarella\": 451, \"32\": 72, \"minced\\r\": 242, \"zest\\r\": 89, \"oregano\\r\": 49, \"ziti\": 10, \"eating\": 89, \"restaurants\": 56, \"years\": 121, \"now\": 239, \"i\\u2019ve\": 143, \"good\": 931, \"save\": 177, \"happens\": 33, \"super\": 184, \"calls\": 144, \"ones\": 131, \"likely\": 54, \"already\": 112, \"takes\": 168, \"up\": 5219, \"waiting\": 33, \"sun\": 280, \"pine\": 760, \"nuts\": 1353, \"cavity\": 256, \"spoon\": 3658, \"filling\": 2137, \"18\": 360, \"packed\": 1987, \"4\\r\": 3, \"nuts\\r\": 70, \"stemmed\\r\": 6, \"method\": 142, \"measurements\": 12, \"listed\": 37, \"below\": 452, \"liking\": 88, \"prefer\": 174, \"spicier\": 21, \"brighter\": 12, \"tame\": 11, \"tweaking\": 2, \"it\\u2019ll\": 29, \"yolks\": 719, \"relish\": 172, \"piping\": 33, \"bag\": 986, \"toppings\": 208, \"chives\\r\": 47, \"seed\\r\": 7, \"sweet\": 2358, \"pickle\": 86, \"relish\\r\": 2, \"tried\": 86, \"weekend\": 36, \"since\": 195, \"didn\\u2019t\": 71, \"otherwise\": 61, \"used\": 726, \"amounts\": 41, \"healthy\": 275, \"treat\": 125, \"instructions\\r\": 2, \"8x11\": 4, \"yeast\": 417, \"dough\": 4702, \"sticky\": 272, \"roughly\": 303, \"knead\": 325, \"floured\": 860, \"surface\": 1788, \"form\": 1663, \"ball\": 582, \"inside\": 536, \"plastic\": 1736, \"doubled\": 150, \"punch\": 171, \"20x14\": 2, \"rectangle\": 310, \"within\": 98, \"starting\": 249, \"short\": 419, \"ends\": 476, \"tightly\": 589, \"log\": 208, \"12\": 2771, \"rolls\": 380, \"cut\": 9629, \"glaze\": 839, \"powdered\": 621, \"allow\": 476, \"sifted\\r\": 8, \"extract\\r\": 100, \"2\\u00be\": 5, \"kneading\": 28, \"tacos\\r\": 2, \"adobo\": 167, \"chipotles\": 87, \"taco\": 116, \"quick\": 358, \"way\": 525, \"smoky\": 153, \"crumble\": 252, \"there\": 460, \"no\": 779, \"crumbly\": 121, \"overmix\": 95, \"cake\": 3068, \"soda\": 535, \"stand\": 2561, \"mixer\": 1297, \"electric\": 1064, \"beating\": 412, \"quarter\": 248, \"third\": 685, \"repeat\": 883, \"added\": 351, \"ending\": 96, \"prepared\": 2980, \"dollop\": 198, \"spoonfuls\": 67, \"across\": 277, \"45\": 1618, \"50\": 322, \"toothpick\": 137, \"inserted\": 854, \"clean\": 985, \"soda\\r\": 68, \"room\": 3880, \"temperature\\r\": 18, \"soup\\r\": 15, \"lemons\": 299, \"fan\": 76, \"favorites\": 57, \"list\": 71, \"itself\": 81, \"curried\": 24, \"surrounds\": 4, \"aromatic\": 146, \"harissa\": 111, \"core\": 234, \"sits\": 29, \"flat\": 862, \"uncover\": 266, \"fork\": 1156, \"middle\": 1514, \"quarters\": 201, \"mild\": 286, \"mina\": 5, \"instant\": 492, \"veggie\": 142, \"practically\": 11, \"similar\": 175, \"cubes\": 864, \"nutmeg\": 434, \"casserole\": 222, \"ahead\": 4948, \"refrigerate\": 1798, \"overnight\": 911, \"temperature\": 3581, \"soak\": 443, \"pecans\": 537, \"35\": 552, \"loosely\": 685, \"melted\\r\": 13, \"pecans\\r\": 17, \"unsweetened\": 727, \"nutmeg\\r\": 40, \"assortment\": 14, \"come\": 381, \"minimal\": 15, \"there\\u2019s\": 44, \"chance\": 29, \"tonight\": 22, \"mac\": 30, \"hit\": 71, \"kids\": 63, \"adults\": 15, \"alike\": 13, \"riff\": 15, \"perfect\": 532, \"family\": 162, \"unbelievably\": 4, \"potatoes\": 3581, \"lay\": 155, \"knives\": 10, \"chopsticks\": 10, \"both\": 1020, \"long\": 1292, \"sides\": 2951, \"potato\": 1362, \"crosswise\": 1094, \"stopping\": 46, \"stays\": 26, \"doing\": 19, \"seasonings\": 490, \"slide\": 263, \"leaf\": 956, \"cracks\": 38, \"yukon\": 176, \"gold\": 202, \"potatoes\\r\": 23, \"okonomiyaki\\r\": 1, \"japanese\": 248, \"complete\": 71, \"load\": 12, \"worcestershire\": 310, \"molasses\": 194, \"yolk\": 354, \"gradually\": 832, \"mixing\": 341, \"flatten\": 338, \"disk\": 385, \"chill\": 3728, \"least\": 2029, \"sheets\": 1346, \"cutters\": 42, \"shapes\": 70, \"outs\": 1, \"re\": 71, \"rolling\": 420, \"scraps\": 107, \"7\": 1465, \"cookies\": 921, \"middles\": 11, \"might\": 218, \"seem\": 77, \"underdone\": 16, \"taking\": 50, \"typically\": 62, \"cutter\": 235, \"exact\": 44, \"crunchy\": 228, \"gingerbread\": 44, \"transferring\": 183, \"wire\": 305, \"rack\": 3229, \"completely\": 1739, \"decorate\": 54, \"unsulphured\": 4, \"blackstrap\": 13, \"wholesome\": 33, \"brand\\r\": 1, \"yolk\\r\": 3, \"2\\u00bc\": 17, \"fine\": 1373, \"cloves\\r\": 53, \"herbes\": 70, \"de\": 533, \"provence\": 63, \"page\": 59, \"73\": 1, \"every\": 512, \"day\\r\": 4, \"alternative\": 43, \"classic\": 516, \"\\u201ccheesy\\u201d\": 3, \"crackers\": 219, \"tear\": 109, \"pieces\": 2451, \"massage\": 50, \"wilt\": 113, \"romaine\": 214, \"chickpeas\": 621, \"curly\": 64, \"lettuce\\r\": 7, \"caesar\": 22, \"dressing\\r\": 19, \"croutons\\r\": 3, \"shaved\": 152, \"parmesan\\r\": 11, \"guacamole\\r\": 7, \"appetizers\": 23, \"guac\": 14, \"tough\": 284, \"beat\": 2304, \"speed\": 724, \"cashews\": 292, \"capers\": 416, \"raw\": 658, \"cashews\\r\": 22, \"clove\\r\": 80, \"drained\\r\": 30, \"bitters\": 70, \"rocks\": 32, \"glass\": 1286, \"muddler\": 12, \"muddle\": 22, \"dissolve\": 196, \"whiskey\": 54, \"dilute\": 11, \"twisted\": 2, \"syrup\\r\": 160, \"dashes\": 84, \"angostura\": 73, \"bitters\\r\": 3, \"bourbon\": 161, \"rye\": 82, \"whiskey\\r\": 2, \"square\": 358, \"cube\\r\": 1, \"pancakes\\r\": 1, \"simplest\": 15, \"gluten\": 304, \"free\": 669, \"yum\": 16, \"continuously\": 42, \"turns\": 380, \"slowly\": 345, \"whisking\": 949, \"broccoli\": 630, \"cups\\r\": 7, \"streusel\": 59, \"components\": 50, \"separate\": 381, \"same\": 1258, \"measure\": 439, \"those\": 217, \"become\": 281, \"375\\u00b0f\": 720, \"granulated\": 565, \"light\": 1536, \"peanut\": 564, \"tops\": 532, \"press\": 1124, \"chocolate\": 2815, \"kiss\": 5, \"immediately\": 885, \"rolling\\r\": 6, \"oat\": 148, \"36\": 43, \"hershey\\u2019s\": 1, \"candies\": 33, \"unwrapped\": 12, \"shallow\": 987, \"1\\u00bc\": 73, \"tartar\": 105, \"inches\": 1518, \"helps\": 144, \"chewy\": 96, \"tartar\\r\": 1, \"leveled\": 11, \"alternately\": 116, \"platter\": 1661, \"behind\": 57, \"trimmed\\r\": 9, \"disappoint\": 3, \"either\": 143, \"thanks\": 158, \"part\": 748, \"beautifully\": 77, \"outside\": 311, \"meltingly\": 16, \"included\": 39, \"roasting\": 1192, \"plain\": 602, \"card\": 11, \"option\": 69, \"vibrant\": 83, \"pictured\": 51, \"masher\": 86, \"incorporating\": 38, \"fill\": 681, \"reserving\": 598, \"liquid\": 2897, \"ricer\": 60, \"rubber\": 285, \"continue\": 1016, \"folding\": 94, \"creamier\": 24, \"recipe\\r\": 10, \"butterball\": 2, \"peeled\\r\": 9, \"divided\\r\": 50, \"sprinkling\": 144, \"sit\": 504, \"covered\": 3183, \"fluff\": 125, \"shallots\": 1160, \"brussels\": 275, \"sprouts\": 404, \"cranberries\": 487, \"wild\": 239, \"rinsed\": 585, \"well\\r\": 3, \"cubes\\r\": 34, \"sprouts\\r\": 18, \"cranberries\\r\": 31, \"freezing\": 39, \"day\": 2647, \"advance\": 314, \"gentle\": 103, \"55\": 127, \"grains\": 104, \"split\": 294, \"open\": 493, \"towel\": 634, \"steam\": 430, \"hi\": 79, \"celina\": 1, \"yep\": 6, \"pastas\": 15, \"https\": 13, \"www\": 37, \"loveandlemons\": 9, \"com\": 215, \"freezer\": 350, \"meals\": 59, \"beets\": 692, \"parsnips\": 220, \"turnip\": 74, \"less\": 1082, \"beet\": 232, \"crispy\": 303, \"towels\": 978, \"bubbling\": 269, \"reserve\": 1189, \"you\\u2019ve\": 46, \"assembled\": 72, \"pie\": 1350, \"spice\": 958, \"apples\": 1064, \"coated\": 333, \"spices\": 483, \"draw\": 30, \"\\u00a0\\r\": 6, \"soften\": 583, \"raise\": 36, \"bubble\": 143, \"thicken\": 199, \"crust\": 1761, \"follow\": 90, \"overhang\": 283, \"circle\": 138, \"chilled\": 2444, \"refrigerator\": 440, \"cooled\": 391, \"mounding\": 59, \"pin\": 237, \"unroll\": 14, \"filled\": 316, \"crusts\": 205, \"seal\": 365, \"trim\": 492, \"tuck\": 128, \"under\": 833, \"edge\": 775, \"crimp\": 126, \"fingers\": 251, \"crimped\": 5, \"coarse\": 1393, \"vents\": 87, \"visible\": 43, \"check\": 244, \"color\": 442, \"should\": 849, \"tent\": 203, \"slicing\": 144, \"spice\\r\": 10, \"granny\": 193, \"smith\": 197, \"honeycrisp\": 14, \"cored\": 539, \"hours\\r\": 10, \"ingredients\\u2013the\": 1, \"finally\": 53, \"anchovies\": 148, \"prove\": 4, \"delivers\": 11, \"qualities\": 7, \"crave\": 18, \"grab\": 30, \"ready\": 849, \"1\\u2154\": 1, \"pats\": 3, \"starts\": 186, \"briefly\": 125, \"becomes\": 166, \"days\": 1621, \"dust\": 336, \"invert\": 375, \"than\": 902, \"rotate\": 64, \"times\": 416, \"during\": 287, \"process\": 827, \"firmly\": 303, \"2\\u2154\": 1, \"sticks\": 694, \"pats\\r\": 1, \"honey\": 1017, \"pecan\": 166, \"halves\\r\": 3, \"pomegranate\": 262, \"arils\\r\": 4, \"learn\": 66, \"old\": 343, \"fashioned\": 163, \"cocktail\": 467, \"crumbs\": 651, \"macaroni\": 61, \"shy\": 5, \"reuse\": 7, \"thickens\": 507, \"crumb\": 127, \"elbow\": 20, \"bar\": 107, \"restaurant\": 230, \"enjoy\": 222, \"nope\": 2, \"cinch\": 6, \"fact\": 53, \"jack\\u2019s\": 4, \"drink\": 339, \"jack\": 180, \"likes\": 24, \"twist\": 164, \"gremolata\": 60, \"rainbow\": 27, \"tahini\": 291, \"arils\": 12, \"tops\\r\": 1, \"parsley\\r\": 57, \"mortar\": 194, \"pestle\\r\": 1, \"breeze\": 92, \"here\\u2019s\": 55, \"poke\": 59, \"holes\": 143, \"60\": 156, \"flesh\": 391, \"chunkier\": 5, \"step\": 174, \"son\": 17, \"\\u2013\": 420, \"considering\": 2, \"incredibly\": 45, \"winter\": 150, \"\\u00a0whisk\": 6, \"450\\u00b0f\": 441, \"swapping\": 12, \"pans\": 679, \"racks\": 458, \"cayenne\": 731, \"frank\\u2019s\": 2, \"redhot\": 4, \"that\\u2019s\": 108, \"done\": 310, \"stem\": 313, \"burrito\": 58, \"removed\\r\": 22, \"roma\": 27, \"lengthwise\\r\": 5, \"blocks\": 6, \"patted\": 182, \"crumbles\\r\": 1, \"chipotle\": 418, \"adobo\\r\": 6, \"last\": 350, \"holiday\": 138, \"bonus\": 34, \"required\": 35, \"whip\": 114, \"simplicity\": 25, \"fool\": 23, \"bursting\": 19, \"zingy\": 15, \"gives\": 196, \"garlicky\": 40, \"straight\": 73, \"quart\": 1490, \"secure\": 86, \"pressure\": 62, \"release\": 280, \"naturally\": 57, \"float\": 41, \"valve\": 8, \"drops\": 99, \"jasmine\": 62, \"sprout\": 25, \"salad\\r\": 13, \"salad\": 2411, \"family\\u2019s\": 4, \"thanksgiving\": 128, \"year\": 141, \"lemony\": 48, \"keeps\": 161, \"what\\u2019s\": 25, \"squash\": 1422, \"pierced\": 150, \"handle\": 265, \"discard\": 1611, \"pepitas\": 180, \"acorn\": 62, \"pounds\\r\": 3, \"kohlrabi\": 59, \"slaw\\r\": 1, \"looking\": 91, \"dishes\": 424, \"pull\": 210, \"slaw\": 143, \"farro\": 146, \"arugula\": 700, \"radicchio\": 183, \"dates\": 248, \"arugula\\r\": 46, \"radicchio\\r\": 4, \"medjool\": 70, \"pitted\": 750, \"pilaf\": 53, \"nutty\": 136, \"caramelized\": 184, \"umami\": 33, \"against\": 146, \"finish\": 427, \"lots\": 107, \"poblano\": 223, \"wells\": 7, \"hash\": 57, \"seeded\": 922, \"lacinato\": 30, \"torn\\r\": 25, \"we\\u2019re\": 32, \"talking\": 10, \"and\\u00a0you\": 1, \"hope\": 47, \"pumpkin\": 661, \"puree\\r\": 16, \"written\": 25, \"flexible\": 49, \"hesitate\": 4, \"change\": 73, \"swap\": 48, \"ideas\": 44, \"smash\": 47, \"bacon\\r\": 3, \"homemade\\r\": 6, \"forward\": 81, \"trying\": 47, \"select\": 6, \"function\": 3, \"level\": 138, \"preheated\": 280, \"jalepe\\u00f1o\": 4, \"coriander\": 756, \"pinto\": 52, \"kidney\": 77, \"chile\": 1018, \"pressing\": 695, \"avocado\\r\": 39, \"radishes\\r\": 14, \"jalape\\u00f1os\\r\": 6, \"coriander\\r\": 41, \"fire\": 150, \"guajillo\": 59, \"maybe\": 36, \"care\": 33, \"yourself\": 40, \"regular\": 352, \"dinners\": 22, \"colander\": 578, \"sort\": 37, \"stones\": 11, \"debris\": 6, \"rinse\": 564, \"mexican\": 220, \"thing\": 144, \"lets\": 9, \"shine\": 22, \"unlike\": 51, \"won\\u2019t\": 61, \"marshmallows\": 35, \"themselves\": 21, \"richness\": 101, \"depth\": 173, \"espresso\": 200, \"mug\": 48, \"whipped\": 544, \"dusting\": 135, \"shots\": 2, \"brew\": 30, \"strongly\": 9, \"brewed\": 53, \"coffee\\r\": 2, \"kind\\r\": 2, \"dusting\\r\": 4, \"wing\": 95, \"straightforward\": 12, \"bottle\": 250, \"anytime\": 18, \"muffins\": 154, \"vigorously\": 223, \"applesauce\": 58, \"17\": 231, \"drizzleable\": 5, \"applesauce\\r\": 7, \"neutral\": 43, \"wanting\": 4, \"sofritas\": 1, \"hack\": 4, \"remembered\": 3, \"pulsed\": 8, \"preferred\": 22, \"smaller\": 161, \"keeper\": 6, \"scissors\": 54, \"chiles\": 1064, \"vertically\": 33, \"toast\": 672, \"per\": 1339, \"corn\": 2157, \"strips\": 1148, \"reach\": 181, \"cotija\": 71, \"needed\\r\": 42, \"kernels\": 341, \"ears\": 183, \"fresh\\r\": 1, \"sofrito\": 26, \"important\": 93, \"enchilada\": 36, \"stiff\": 450, \"cracking\": 11, \"damp\": 92, \"microwave\": 237, \"oaxaca\": 11, \"closed\": 61, \"seam\": 140, \"enchiladas\": 60, \"bare\": 105, \"squeezes\": 76, \"tortillas\\r\": 23, \"monterey\": 102, \"steamed\": 254, \"thickened\": 707, \"cools\": 70, \"1\\u00be\": 24, \"works\": 151, \"basmati\": 77, \"kinds\": 36, \"different\": 173, \"haven\\u2019t\": 15, \"nailed\": 2, \"cooker\": 107, \"yet\": 123, \"reducing\": 31, \"yogurt\\r\": 49, \"i\\u2019ll\": 39, \"ever\": 98, \"stop\": 248, \"experimenting\": 9, \"new\": 539, \"grain\": 594, \"lends\": 44, \"sorts\": 19, \"combinations\": 28, \"nothing\": 83, \"stumbling\": 1, \"goat\": 517, \"begin\": 558, \"run\": 333, \"omelet\": 65, \"tilt\": 73, \"runs\": 50, \"nearly\": 82, \"create\": 265, \"rectangular\": 47, \"shape\": 382, \"sandwiches\": 375, \"english\": 224, \"omitting\": 10, \"freeze\": 813, \"months\": 162, \"reheat\": 233, \"sunflower\": 209, \"becky\": 1, \"calculate\": 19, \"nutrition\": 32, \"facts\": 15, \"plug\": 29, \"site\": 44, \"fitness\": 32, \"pal\": 32, \"mason\": 24, \"jar\": 495, \"morning\": 83, \"peach\": 279, \"granola\": 82, \"pb\": 6, \"j\": 9, \"jam\": 340, \"strawberries\": 533, \"raspberries\": 398, \"peanuts\": 174, \"cocoa\": 450, \"mashed\\r\": 4, \"chip\": 42, \"kind\": 134, \"sooooo\": 3, \"yummy\": 53, \"warmly\": 5, \"spiced\": 214, \"mention\": 27, \"melty\": 11, \"call\": 94, \"nine\": 14, \"mood\": 13, \"promise\": 12, \"disappointed\": 13, \"sure\": 524, \"burn\": 164, \"pieces\\r\": 58, \"\\u00a0place\": 2, \"thoroughly\": 363, \"ins\": 11, \"glasses\": 382, \"smoothies\": 26, \"protein\": 149, \"maca\": 22, \"splash\": 310, \"cacao\": 103, \"handfuls\": 149, \"ice\\r\": 22, \"seasoning\": 370, \"olives\": 827, \"mint\": 1658, \"uncooked\\r\": 2, \"moons\\r\": 11, \"grape\": 148, \"\\u00a0raw\": 1, \"broths\": 8, \"vary\": 100, \"bland\": 17, \"generous\": 448, \"cobs\": 86, \"scrape\": 494, \"milky\": 25, \"cob\": 59, \"snap\": 213, \"bay\": 1254, \"husks\": 103, \"silks\": 9, \"stalks\": 418, \"seasoning\\r\": 7, \"leaf\\r\": 1, \"pur\\u00e9ed\": 68, \"commonly\": 25, \"soups\": 74, \"blended\": 574, \"velvety\": 36, \"massaged\": 10, \"legume\": 4, \"fermented\": 44, \"generously\": 502, \"quinoa\": 399, \"farro\\r\": 6, \"peels\\r\": 3, \"sauerkraut\": 43, \"turmeric\": 216, \"energizing\": 4, \"greens\": 1030, \"pesto\": 492, \"grill\": 2793, \"corn\\r\": 15, \"fage\": 1, \"chobani\\r\": 1, \"topping\\r\": 13, \"weeknight\": 94, \"friendly\\u00a0lentil\\u00a0soup\": 1, \"hardened\": 39, \"careful\": 205, \"lined\": 526, \"scones\": 62, \"glazed\": 101, \"airtight\": 589, \"container\": 750, \"nature\\u00ae\": 4, \"original\": 109, \"o\": 49, \"organics\\u00ae\": 16, \"kneading\\r\": 2, \"portions\": 153, \"triple\": 93, \"eggplant\": 734, \"raisins\": 405, \"caponata\": 19, \"saucy\": 25, \"had\": 334, \"meld\": 68, \"crostini\": 76, \"eggplant\\r\": 8, \"raisins\\r\": 9, \"sherry\": 503, \"capers\\r\": 29, \"stalk\": 183, \"baguette\": 294, \"flaky\": 136, \"blog\": 54, \"bias\\r\": 1, \"october\": 6, \"feel\": 190, \"share\": 55, \"y\": 39, \"version\": 407, \"starbucks\": 3, \"latte\": 22, \"fun\": 155, \"bit\": 815, \"clich\\u00e9\": 1, \"surprised\": 19, \"ended\": 16, \"loving\": 9, \"afternoon\": 35, \"coffee\": 549, \"real\": 78, \"minutes\\u2026even\": 1, \"nearest\": 43, \"zucchini\": 1020, \"herbs\": 804, \"marjoram\": 149, \"leftover\": 244, \"basil\\r\": 66, \"marjoram\\r\": 1, \"mixture\\u2026\": 1, \"325\\u00b0f\": 341, \"8x8\": 54, \"rest\": 563, \"smoother\": 37, \"wetter\": 4, \"releases\": 20, \"moisture\": 116, \"areas\": 16, \"brownies\": 77, \"squeeze\\r\": 1, \"teach\": 5, \"life\": 54, \"skills\": 6, \"class\": 12, \"special\": 174, \"needs\": 110, \"yesterday\": 7, \"actually\": 69, \"contains\": 45, \"4\\u2019recipes\": 1, \"great\\u2014the\": 1, \"participants\": 2, \"learned\": 33, \"lot\": 137, \"slicer\": 142, \"peeler\": 218, \"corer\": 2, \"quicker\": 13, \"mince\": 102, \"turned\": 99, \"perfectly\": 105, \"halfway\": 401, \"faster\": 26, \"looked\": 9, \"came\": 83, \"specialty\": 571, \"bakery\": 45, \"planks\": 33, \"flipping\": 64, \"rollatini\": 2, \"end\": 642, \"appreciate\": 16, \"healthier\": 16, \"galette\": 31, \"border\": 264, \"exposed\": 53, \"40\": 661, \"colorful\": 97, \"heirloom\": 92, \"taylor\": 6, \"sorry\": 36, \"choose\": 74, \"feta\\r\": 18, \"muhammara\\r\": 1, \"tabbouleh\\r\": 1, \"pita\": 316, \"cherry\": 694, \"cucumbers\\r\": 6, \"quartered\": 400, \"hearts\\r\": 2, \"kalamata\": 206, \"olives\\r\": 10, \"cubed\": 165, \"sprigs\": 1059, \"prep\": 115, \"jalapeno\": 30, \"cucumber\": 747, \"bulgur\": 99, \"bunches\\r\": 2, \"cucumber\\r\": 22, \"tomato\\r\": 6, \"mint\\r\": 41, \"fast\": 87, \"packs\": 43, \"stuff\": 167, \"difference\": 26, \"aleppo\": 43, \"crumbled\\r\": 7, \"basically\": 20, \"streamlined\": 9, \"breadcrumbs\": 354, \"bought\\r\": 1, \"globe\": 7, \"eggplants\": 131, \"dig\": 13, \"away\": 359, \"see\": 696, \"individual\": 187, \"halloumi\": 35, \"scoops\": 100, \"bowl\\r\": 5, \"omit\": 75, \"rub\": 737, \"charred\": 357, \"someone\": 16, \"asks\": 6, \"idea\": 71, \"suggest\": 39, \"busy\": 16, \"mornings\": 8, \"servings\": 42, \"till\": 5, \"peaches\": 424, \"lime\\r\": 47, \"marks\": 123, \"collapsing\": 2, \"drizzling\": 189, \"prepping\": 14, \"except\": 242, \"clumpy\": 13, \"blueberries\": 275, \"sinking\": 5, \"spring\": 228, \"blueberries\\r\": 18, \"aluminum\": 186, \"tasteful\": 1, \"absolutely\": 54, \"enjoying\": 3, \"clump\": 24, \"spray\": 630, \"8x4\\u201d\": 3, \"loaf\": 481, \"unpeeled\": 221, \"zucchini\\r\": 15, \"semisweet\": 256, \"excited\": 21, \"bed\": 51, \"almost\": 797, \"pass\": 98, \"dessert\": 643, \"infuse\": 52, \"happen\": 23, \"fiber\": 41, \"potassium\": 11, \"vitamin\": 42, \"c\": 49, \"370\\u00b0f\": 12, \"pickles\": 90, \"overcrowd\": 8, \"11\": 296, \"remoulade\": 9, \"dill\": 608, \"coins\": 14, \"scallion\": 333, \"cayenne\\r\": 18, \"cohesive\": 32, \"round\": 1036, \"biscuit\": 91, \"biscuits\": 212, \"rerolling\": 6, \"cream\\r\": 23, \"grate\": 204, \"box\": 167, \"grater\": 78, \"patty\": 44, \"patties\": 261, \"bunch\\r\": 1, \"dill\\r\": 27, \"three\": 379, \"reason\": 33, \"mom\": 29, \"her\": 165, \"reheats\": 6, \"darn\": 13, \"500\\u00b0f\": 93, \"cornmeal\": 415, \"stretch\": 51, \"oval\": 89, \"dot\": 96, \"pizza\": 456, \"stretching\": 11, \"dough\\r\": 10, \"lunches\": 16, \"giving\": 43, \"week\": 470, \"recommend\": 83, \"keeping\": 166, \"assembling\": 31, \"night\": 129, \"week\\u2019s\": 6, \"worth\": 63, \"coleslaw\": 77, \"pure\": 373, \"ribbons\\r\": 15, \"type\": 410, \"person\": 37, \"reads\": 13, \"never\": 166, \"comments\": 7, \"say\": 94, \"hate\": 8, \"monday\": 5, \"weak\": 4, \"interesting\": 27, \"ingredientes\": 2, \"weeks\": 265, \"yes\": 32, \"posts\": 4, \"9x5\\u201d\": 1, \"bang\": 4, \"serrated\": 144, \"domed\": 9, \"pint\": 280, \"spreadable\": 43, \"layers\": 414, \"cake\\r\": 2, \"pistachio\": 100, \"gelato\": 25, \"caramel\": 467, \"raspberry\": 241, \"sorbet\": 186, \"inspired\": 212, \"course\": 306, \"dog\": 23, \"buns\": 125, \"steamer\": 211, \"marinade\": 955, \"submerge\": 74, \"marinate\": 393, \"dogs\": 23, \"turning\": 1682, \"fixings\": 37, \"sized\": 171, \"cute\": 14, \"treats\": 38, \"moist\": 475, \"pairs\": 48, \"steaming\": 64, \"tea\": 516, \"available\": 1028, \"jewel\": 8, \"osco\\u00ae\": 3, \"street\": 35, \"seeds\\r\": 117, \"lemonade\": 39, \"pitcher\": 192, \"wheels\": 14, \"cherries\": 413, \"strainer\": 371, \"capture\": 9, \"dissolved\": 592, \"glossy\": 112, \"weave\": 11, \"lattice\": 70, \"pulling\": 31, \"tart\": 1117, \"thawed\": 301, \"reserved\\r\": 4, \"incorporated\": 386, \"desired\\r\": 30, \"better\": 263, \"expect\": 15, \"portobello\": 96, \"strips\\r\": 29, \"brushing\": 257, \"forgiving\": 4, \"looks\": 138, \"managed\": 1, \"tiny\": 154, \"appartment\": 1, \"tools\": 5, \"substituting\": 19, \"couple\": 104, \"trimming\": 48, \"cloth\": 76, \"rimmed\": 785, \"thread\": 105, \"metal\": 688, \"skewers\": 339, \"wood\": 89, \"soaked\": 261, \"outdoor\": 20, \"gill\": 13, \"vinaigrette\": 626, \"buying\": 25, \"anyway\": 16, \"may\": 1243, \"myself\": 27, \"picking\": 8, \"allows\": 43, \"control\": 12, \"notes\": 253, \"cubed\\r\": 45, \"serrano\": 295, \"popular\": 138, \"commercially\": 2, \"blends\": 20, \"include\": 51, \"contain\": 41, \"incorporate\": 132, \"mine\": 98, \"block\": 57, \"almonds\": 1015, \"slabs\": 25, \"tray\": 121, \"fajita\": 11, \"grates\": 35, \"char\": 134, \"slivered\": 110, \"almonds\\r\": 36, \"chiles\\r\": 9, \"shake\": 401, \"asparagus\": 747, \"peas\": 888, \"tarragon\": 568, \"penne\": 73, \"thawed\\r\": 15, \"curry\": 678, \"soy\": 1273, \"\\u00a0in\": 3, \"tip\": 357, \"pools\": 3, \"parts\": 565, \"mangos\": 9, \"large\\r\": 5, \"strawberry\": 194, \"foam\": 326, \"margarita\": 38, \"rim\": 201, \"rubbing\": 41, \"tequila\": 107, \"liqueur\": 257, \"shaker\": 171, \"silver\": 32, \"tequila\\r\": 10, \"cointreau\\r\": 2, \"pre\": 67, \"diabetic\": 2, \"sugars\": 96, \"please\": 36, \"tortellini\": 28, \"artichokes\": 416, \"pepperoncini\": 10, \"hearts\": 156, \"nearby\": 39, \"drop\": 388, \"blanch\": 142, \"immerse\": 25, \"arguably\": 4, \"surprise\": 29, \"tabbouleh\": 20, \"alternatively\": 217, \"spelled\": 4, \"tabouli\": 1, \"tabouleh\": 1, \"eastern\": 149, \"consists\": 12, \"husk\": 39, \"tie\": 223, \"below\\r\": 7, \"bulgur\\u2019s\": 1, \"presence\": 8, \"lebanese\": 9, \"isn\\u2019t\": 37, \"herb\": 383, \"with\\u00a0grains\": 1, \"star\": 397, \"pungent\": 33, \"intensely\": 24, \"distribute\": 115, \"salad\\u2019s\": 1, \"gets\": 216, \"mingle\": 11, \"jammy\": 16, \"lusciously\": 5, \"gatherings\": 5, \"honey\\r\": 45, \"quartered\\r\": 12, \"trust\": 15, \"pocket\": 52, \"build\": 35, \"\\u00a0better\": 1, \"caking\": 2, \"richer\": 21, \"brinier\": 2, \"able\": 69, \"goddess\": 6, \"tahini\\r\": 33, \"tarragon\\r\": 8, \"wendy\": 1, \"watercress\": 319, \"pistachios\": 311, \"peas\\r\": 11, \"mandoline\\r\": 1, \"champagne\": 276, \"vinaigrette\\r\": 5, \"watercress\\r\": 2, \"navel\": 97, \"orange\\r\": 13, \"mozzarella\\r\": 6, \"pistachios\\r\": 22, \"linda\": 3, \"calories\": 40, \"carbs\": 5, \"emulsify\": 11, \"case\": 94, \"familiar\": 37, \"muhammara\": 6, \"background\": 8, \"punchy\": 10, \"originated\": 18, \"syria\": 2, \"throughout\": 97, \"east\": 35, \"key\": 152, \"remember\": 61, \"bold\": 40, \"wowed\": 2, \"macerated\": 13, \"berries\": 637, \"cardamom\": 317, \"non\": 195, \"stick\": 2085, \"burning\": 121, \"cardamom\\r\": 16, \"challah\": 31, \"note\": 645, \"cointreau\": 57, \"agave\": 199, \"nectar\": 104, \"glass\\r\": 1, \"grand\": 133, \"marnier\": 96, \"pitted\\r\": 7, \"traditionally\": 83, \"pestle\": 155, \"simplify\": 12, \"8x4\": 8, \"despite\": 25, \"daunting\": 3, \"steps\": 33, \"pourable\": 59, \"cakes\": 581, \"let\\u2019s\": 10, \"talk\": 11, \"absolute\": 10, \"put\": 1004, \"dice\": 249, \"ten\": 60, \"ish\": 18, \"zesty\": 51, \"scooping\": 15, \"piling\": 2, \"leeks\": 640, \"leeks\\r\": 5, \"proportions\": 8, \"juicier\": 8, \"fewer\": 9, \"crunch\": 130, \"doneness\": 198, \"softer\": 18, \"wonderful\": 178, \"tossed\": 120, \"spears\": 97, \"woody\": 17, \"ingredients\\u2026\": 11, \"carrots\\r\": 31, \"success\": 23, \"website\": 8, \"presentation\": 47, \"easier\": 235, \"move\": 99, \"runny\": 73, \"overcook\": 45, \"they\\u2019ll\": 23, \"asparagus\\r\": 2, \"breading\": 16, \"found\": 246, \"got\": 111, \"paring\": 151, \"mushy\": 85, \"dukkah\": 15, \"dukkah\\r\": 1, \"soggy\": 30, \"indicate\": 5, \"hazelnuts\": 357, \"hazelnuts\\r\": 7, \"shelled\": 247, \"condiment\": 73, \"fit\": 286, \"jars\": 283, \"equivalent\": 22, \"gather\": 258, \"scrap\": 3, \"brine\": 390, \"submerged\": 51, \"spears\\r\": 2, \"half\\r\": 42, \"sprigs\\r\": 4, \"distilled\": 96, \"bowl\\u2026\": 4, \"skillet\\r\": 1, \"broccolini\\r\": 4, \"38\": 15, \"frosting\": 427, \"softened\\r\": 5, \"stiffer\": 3, \"panzanella\": 25, \"tuscany\": 7, \"stale\": 37, \"softening\": 3, \"pound\\r\": 1, \"disks\": 70, \"natural\": 306, \"mini\": 233, \"cube\": 84, \"frying\": 275, \"stovetop\": 43, \"barely\": 240, \"chilis\": 21, \"posting\": 6, \"stacker\": 1, \"lundberg\": 2, \"organic\": 150, \"stackers\\r\": 1, \"herbs\\r\": 3, \"took\": 74, \"knew\": 22, \"we\\u2019d\": 6, \"outdone\": 1, \"ourselves\": 4, \"honest\": 8, \"fancy\": 68, \"techniques\": 11, \"reminder\": 3, \"seasonal\": 77, \"summer\": 384, \"rounds\": 650, \"mandoline\": 96, \"ribbons\": 129, \"watermelon\": 217, \"radish\\r\": 7, \"lemon\\r\": 99, \"quinoa\\r\": 29, \"lentils\\r\": 8, \"veggie\\r\": 4, \"hemp\": 176, \"par\": 6, \"lumpy\": 28, \"griddle\": 107, \"appear\": 96, \"outsides\": 17, \"hold\": 580, \"residual\": 20, \"bananas\": 234, \"vanilla\\r\": 46, \"pastry\": 1355, \"cookout\": 12, \"picnic\": 50, \"bbq\": 30, \"100\": 73, \"coats\": 145, \"gathering\": 20, \"whatever\": 112, \"grilling\": 217, \"guess\": 24, \"draining\": 47, \"starchy\": 53, \"fusilli\": 52, \"bunches\": 239, \"removed\": 492, \"chard\\r\": 2, \"greased\": 71, \"pan\\u2019s\": 2, \"33\": 18, \"chips\\r\": 22, \"photos\": 17, \"pretty\": 191, \"polenta\": 303, \"chimichurri\": 35, \"polenta\\r\": 3, \"are\\u00a0true\\u00a0veggie\": 1, \"pea\": 246, \"labels\": 5, \"specifically\": 9, \"granules\": 14, \"lumps\": 185, \"frequently\": 596, \"stone\": 97, \"deliciously\": 30, \"nice\": 295, \"minced\": 2318, \"overdue\": 1, \"ya\": 1, \"can\\u2019t\": 64, \"happened\": 21, \"wait\": 81, \"squeezed\": 195, \"served\": 437, \"the\\u00a0ingredients\\u00a0in\": 1, \"a\\u00a0mortar\\u00a0and\\u00a0pestle\\u00a0or\": 1, \"few\\u00a0pulses\\u00a0in\": 1, \"a\\u00a0food\": 1, \"to\\u00a0taste\\u00a0and\": 1, \"leaf\\u00a0parsley\": 1, \"1\\u00a0bunch\": 1, \"coarse\\u00a0stems\\u00a0removed\": 1, \"raspberries\\r\": 10, \"3\\u00bc\": 1, \"guaranteed\": 13, \"impress\": 8, \"anyone\": 17, \"fruity\": 81, \"shower\": 15, \"crusty\": 232, \"sopping\": 4, \"tomatoey\": 4, \"happy\": 68, \"outer\": 232, \"\\u201csteaks\\u201d\": 3, \"steaks\": 642, \"quite\": 129, \"steak\": 712, \"slather\": 57, \"fresno\": 55, \"\\u00a0because\": 1, \"quality\": 277, \"counts\": 7, \"foremost\": 1, \"gardener\": 3, \"throw\": 53, \"homegrown\": 2, \"local\": 85, \"farmers\": 27, \"market\": 123, \"grocery\": 67, \"fairly\": 40, \"play\": 47, \"ways\": 61, \"bananas\\r\": 4, \"insanely\": 9, \"world\": 67, \"juicy\": 180, \"intensifies\": 14, \"knockout\": 5, \"pile\": 67, \"bun\": 59, \"\\u201cmeaty\\u201d\": 1, \"vegetarian\": 136, \"evaporated\": 286, \"burgers\": 192, \"portobellos\": 12, \"preparation\": 51, \"mind\": 51, \"guide\": 46, \"pick\": 119, \"whichever\": 13, \"sounds\": 37, \"steel\": 92, \"separation\": 1, \"notice\": 20, \"\\u00a0these\": 1, \"mushrooms\\u2019\": 1, \"meaty\": 109, \"skimp\": 3, \"loosen\": 375, \"nicely\": 123, \"sautee\": 2, \"rigatoni\\r\": 2, \"\\u201cmeat\\u201d\": 7, \"one\\r\": 3, \"pico\": 58, \"gallo\\r\": 6, \"ribbing\": 29, \"disposable\": 57, \"heaps\": 2, \"lettuce\": 634, \"avocadoes\": 5, \"pairing\": 38, \"refried\": 35, \"possible\": 321, \"waste\": 17, \"search\": 7, \"fretting\": 1, \"fussy\": 8, \"it\\u2019s\\u00a0just\": 1, \"beautiful\": 119, \"sunny\": 27, \"cashew\": 196, \"13\": 488, \"extras\": 15, \"za'atar\": 37, \"butternut\": 363, \"squash\\r\": 31, \"boring\": 8, \"why\": 92, \"obsessed\": 13, \"jewelosco\\u00ae\": 2, \"trip\": 39, \"sneak\": 7, \"outdoors\": 5, \"gorgeous\": 60, \"evening\": 20, \"fitted\": 323, \"hook\": 72, \"forms\": 444, \"active\": 310, \"yeast\\r\": 17, \"note\\r\": 7, \"storage\": 35, \"containers\": 122, \"beans\\r\": 22, \"pinched\": 11, \"energy\": 29, \"thaw\": 104, \"leave\": 284, \"stirred\": 82, \"skipping\": 12, \"options\": 32, \"campanelle\": 6, \"match\": 50, \"produce\": 128, \"stuffed\": 208, \"break\": 297, \"buttery\": 87, \"pot\\r\": 1, \"broccoli\\r\": 1, \"greens\\r\": 31, \"tapenade\": 56, \"salty\": 187, \"proven\\u00e7e\": 3, \"region\": 48, \"france\": 43, \"fantastic\": 54, \"impressive\": 50, \"centerpiece\": 21, \"moment\\u2019s\": 3, \"appetizer\": 126, \"buy\": 141, \"photo\": 31, \"showing\": 8, \"prior\": 11, \"processing\": 30, \"includes\": 58, \"u\": 20, \"books\": 11, \"inspiring\": 5, \"crowns\\r\": 1, \"appearance\": 20, \"ruby\": 58, \"blitz\": 9, \"blending\": 139, \"quantities\": 20, \"blade\": 200, \"running\": 365, \"quickly\": 389, \"coleslaw\\r\": 1, \"epic\": 2, \"slotted\": 1131, \"pack\": 141, \"waffle\": 78, \"belgian\": 65, \"maker\": 205, \"appropriate\": 12, \"fruit\\r\": 2, \"nutella\\r\": 2, \"blueberry\": 96, \"dwell\": 1, \"putting\": 46, \"steep\": 170, \"whisky\": 5, \"mugs\": 47, \"sweetener\": 44, \"garnishes\": 49, \"bag\\r\": 5, \"bulleit\": 2, \"koval\": 1, \"pomegranates\": 16, \"studs\": 1, \"\\u00a0mix\": 1, \"foot\": 16, \"baguette\\r\": 7, \"daughter\": 18, \"housemates\": 1, \"shells\": 415, \"shell\": 552, \"jumbo\": 61, \"shells\\r\": 3, \"compote\": 160, \"surplus\": 3, \"meant\": 32, \"oatmeal\": 48, \"pop\": 221, \"berry\": 106, \"elbows\": 4, \"orecchiette\\r\": 1, \"lundberg\\u2019s\": 1, \"nutrients\": 19, \"versatile\": 50, \"stews\": 25, \"salads\": 166, \"galore\": 1, \"finding\": 10, \"extracts\": 27, \"skeptical\": 4, \"watched\": 1, \"tiktok\": 1, \"instagram\": 4, \"delicate\": 154, \"crumbles\": 18, \"overwhelming\": 5, \"boost\": 21, \"shavings\": 82, \"70\": 30, \"salsd\": 1, \"creativity\": 2, \"rib\": 315, \"sparkle\": 5, \"pears\": 560, \"grapes\\r\": 3, \"fig\": 80, \"jam\\r\": 3, \"liberally\": 54, \"oiled\": 368, \"sprinkles\": 24, \"pans\\r\": 1, \"learning\": 8, \"shocked\": 8, \"equal\": 207, \"sections\": 100, \"section\": 313, \"rope\": 38, \"knot\": 3, \"knots\": 6, \"62g\": 1, \"divided\": 123, \"custard\": 662, \"90\": 33, \"freshness\": 39, \"beets\\r\": 7, \"mix\\r\": 7, \"we'll\": 10, \"limes\": 95, \"asap\": 7, \"emulsified\": 149, \"tight\": 117, \"fitting\": 84, \"preferably\": 923, \"haricot\": 1, \"verts\": 71, \"mayan\": 3, \"aged\": 64, \"cheating\": 2, \"differently\": 5, \"sours\": 2, \"shook\": 2, \"rattling\": 2, \"stopped\": 5, \"poured\": 23, \"grapes\": 144, \"toasty\": 34, \"burst\": 70, \"seedless\": 154, \"style\": 507, \"roots\": 33, \"beauty\": 20, \"equipment\": 595, \"bakers\": 4, \"moving\": 82, \"deeply\": 61, \"finished\": 108, \"mark\": 51, \"sauces\": 84, \"russet\": 261, \"ketchup\": 109, \"bundle\": 39, \"bundled\\r\": 2, \"anything\": 81, \"else\": 69, \"shaking\": 250, \"firm\\r\": 1, \"goods\": 22, \"everyday\": 21, \"amazingly\": 11, \"effort\": 31, \"300\\u00b0f\": 180, \"spoiler\": 1, \"involves\": 10, \"edible\": 46, \"kabocha\": 27, \"confused\": 4, \"receipt\": 4, \"interchanging\": 1, \"words\": 25, \"\\u201crice\\u201d\": 5, \"\\u201crisotto\\u201d\": 1, \"read\": 337, \"said\": 51, \"\\u201cthe\": 1, \"\\u201d\": 49, \"does\": 154, \"product\": 22, \"39\": 3, \"rissotto\": 1, \"name\": 103, \"simmering\": 446, \"beginning\": 581, \"enameled\": 25, \"ceramic\": 64, \"silicone\": 21, \"substantial\": 23, \"snappy\": 11, \"accent\": 39, \"heartier\": 19, \"translucent\": 291, \"serranos\": 9, \"drain\\r\": 5, \"combines\": 52, \"lettuces\": 26, \"pink\": 303, \"ancho\": 139, \"grinder\": 166, \"allspice\": 218, \"grind\": 368, \"granules\\r\": 1, \"allspice\\r\": 5, \"cookbook\\r\": 4, \"backyard\": 24, \"firmer\": 20, \"forgotten\": 4, \"liked\": 20, \"counter\": 56, \"un\": 14, \"crushed\": 926, \"quickest\": 5, \"easiest\": 48, \"it\\u2019s\\u00a0that\": 1, \"showcase\": 12, \"says\": 136, \"complicated\": 16, \"order\": 108, \"suggested\": 19, \"ring\": 97, \"tap\": 74, \"rings\": 153, \"rings\\r\": 3, \"leek\": 261, \"filtered\": 42, \"weights\": 159, \"mitt\": 6, \"springs\": 32, \"cornmeal\\r\": 10, \"greasing\": 41, \"deviled\": 8, \"hers\": 6, \"relies\": 8, \"etc\": 62, \"cornbread\": 37, \"chickpea\": 88, \"dried\\r\": 6, \"spreading\\r\": 2, \"worry\": 63, \"scale\": 15, \"group\": 16, \"ramekins\": 208, \"safe\": 90, \"skillets\": 92, \"chickpeas\\r\": 21, \"fillings\": 36, \"wraps\": 59, \"flap\": 12, \"duqqa\": 1, \"egyptian\": 7, \"nut\": 194, \"various\": 24, \"additions\": 232, \"amy\": 4, \"chaplin\": 1, \"writes\": 165, \"cookbook\": 53, \"shops\": 174, \"stores\": 518, \"flatbread\": 58, \"crisps\\r\": 1, \"reduction\": 41, 